blog/posts/how-to-find-japanese-books.html
<!doctype html>
<html lang="en-us">
  <head>
    
    <meta charset="utf-8">
    <title>
      weblorg website
      
    </title>
    <meta name="viewport" content="width=device-width, initial-scale=1">
    
    
    
    
  <meta property="og:title" content="How to find Japanese books">
  <meta property="og:url" content="http://www.danielotto.jp/blog/how-to-find-japanese-books.html">
  
  
  <meta name="twitter:card" content="summary_large_image">

    <link rel="stylesheet" href="http://www.danielotto.jp/static/style.css" type="text/css" />
    <link rel="stylesheet" href="https://fonts.googleapis.com/css2?family=Lora&family=Space+Mono&display=swap" />
    
  </head>
  <body>
    
    
      <header>
        <h1>
          <a href="http://www.danielotto.jp/">
            weblorg website
          </a>
        </h1>
        <a href="#main" class="visually-hidden">jump to main content</a>
        <nav>
          <ul class="menu">
            <li><a href="http://www.danielotto.jp/about.html">about</a></li>
            <li><a href="http://www.danielotto.jp/">blog</a></li>
          </ul>
        </nav>
      </header>
    

    
    <main id="main">
      
  <article class="post">
    <h1 class="post__title">
      How to find Japanese books
    </h1>
    <section class="post__meta">
      
    </section>
    <section>
      <div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#brainstorm-finding-japanese-books-blog-post"><span class="todo NEXT">NEXT</span> Brainstorm finding Japanese books blog post</a></li>
</ul>
</div>
</div>

<div id="outline-container-brainstorm-finding-japanese-books-blog-post" class="outline-2">
<h2 id="brainstorm-finding-japanese-books-blog-post"><a href="org-protocol://brain-id?id=2d7b23ce-59bc-493c-ae5d-18f88264a3e1"><span class="todo NEXT">NEXT</span> Brainstorm finding Japanese books blog post</a></h2>
<div class="outline-text-2">
<p>
The idea of this blog post is to both assist Japanese learners visiting Japan in finding their second-hand book of choice in a book-off, as well as demonstrate my own knowledge of Japan and its literate in my blog for others to see.
</p>

<ul class="org-ul">
<li>Find some resources on Japanese dewey decimal system
<a href="https://en.wikipedia.org/wiki/Nippon_Decimal_Classification">https://en.wikipedia.org/wiki/Nippon_Decimal_Classification</a>
<a href="https://www.jla.or.jp/default.aspx">https://www.jla.or.jp/default.aspx</a></li>
<li>Have a focus on second-hand book stores (book off etc)</li>
<li>Maybe include an academic section?</li>
<li>Have a manga section!</li>
<li>Video?</li>
<li>Have a section about getting a library card and taking a book out.
<a href="https://www.library.metro.tokyo.lg.jp/english/how_to_use/">https://www.library.metro.tokyo.lg.jp/english/how_to_use/</a></li>
</ul>

<p>
The main method of classification in Japan is the Nippon Decimal Classification system (日本十進分類法)
</p>
</div>
</div>

    </section>
  </article>

    </main>

    
    
      <footer>
        Made with &#x2665; and&nbsp;
        <a href="https://emacs.love/weblorg" target="_blank">
          weblorg
        </a>
      </footer>
    

  </body>
</html>
